[All]
Lang=Rus
[Rus]
001 = Отмена
002 = Введите пароль:
003 = Сюда вводится пароль
004 = Открыть основное окно программы
005 = Чтобы закрыть программу кликните сюда
006 = /изображение не загружено/
007 = Неверный пароль
008 = Предыдущее изображение (стрелка влево)
009 = Следующее изображение (стрелка вправо)
010 = Начать показ слайдшоу (F11)
011 = Повернуть по часовой стрелке (Ctrl+K)
012 = Повернуть против часовой стрелки (Ctrl+L)
013 = Удалить файл (Delete)
014 = Сохранить как... (Ctrl+S)
015 = Открытие программы редактирования рисунка...
016 = Кодирование изображений (Ctrl+H)
017 = Настройки (Ctrl+P)
018 = О программе (F1)
019 = Пароль изображения:
020 = Формат файлов FSB успешно зарегестрирован в системе
021 = Программа просмотра изображений FSB
022 = Вы действительно хотите удалить этот файл?
023 = Да
024 = Нет
025 = Вкл./откл. плавное развёртывание окна
026 = Язык:
027 = Выбор языка программы
028 = Смена пароля программы
029 = Введите новый пароль:
030 = Подтвердите его:
031 = Открыть...
032 = Сохранить как...
033 = Сохранить как
034 = Удалить
035 = Показать пароль
036 = Интервал:
037 = Начать показ слайдов
038 = Завершить показ слайдов
039 = Остановить слайдшоу
040 = Предыдущее изображение
041 = Следующее изображение
042 = уже существует.
043 = Заменить?
044 = О программе...
045 = Программа кодирования изображений в формат FSB и их просмотра
046 = Автор программы - Андрей PazamN Дрожжинов
047 = Особая благодарность за поддержку и непосильную помощь:
048 = Артюховой Наталье
049 = Ваши отзывы и предложения отсылайте на:
050 = Программа распространяется freeware, т.е. халява.
[Eng]
001 = Cancel 
002 = Enter password: 
003 = This password 
004 = Open the main program window 
005 = To close the program, click here 
006 = / image is not loaded / 
007 = Invalid password 
008 = Previous image (left arrow) 
009 = Next image (right arrow) 
010 = Start slideshow display (F11) 
011 = Rotate Clockwise (Ctrl + K) 
012 = Rotate counter-clockwise (Ctrl + L) 
013 = Delete file (Delete) 
014 = Save As ... (Ctrl + S) 
015 = Opening the editing pattern ... 
016 = Encoding of images (Ctrl + H) 
017 = Settings (Ctrl + P) 
018 = About (F1) 
019 = Image Password: 
020 = File Format FSB successfully registered in the system 
021 = Program viewer FSB 
022 = Are you sure you want to delete this file? 
023 = Yes 
024 = No 
025 = smooth deployment windows 
026 = Language: 
027 = Select the language program 
028 = Change password program 
029 = Enter new password: 
030 = Confirm it: 
031 = Open ... 
032 = Save As ... 
033 = Save As 
034 = Delete 
035 = Show password 
036 = Interval: 
037 = Start slideshow 
038 = End slideshow 
039 = Stop slideshow 
040 = Previous image 
041 = Next image 
042 = already exists. 
043 = Change? 
044 = About ... 
045 = Program coding of images in the format of FSB and browse 
046 = Author - PazamN 
047 = Special thanks for the support and assistance beyond: 
048 = Natalia 
049 = Your comments and suggestions send to: 
050 = This program is freeware
[Deu]
001 = Abbrechen 
002 = Geben Sie das Passwort ein: 
003 = Dieses Passwort 
004 = Öffnen Sie die wichtigsten Programm-Fenster 
005 = Um das Programm zu beenden, klicken Sie hier 
006 = / Bild wird nicht geladen / 
007 = Ungültiges Passwort 
008 = Vorheriges Bild (Linkspfeil) 
009 = Nächstes Bild (Pfeil nach rechts) 
010 = Start Diashow anzeigen (F11) 
011 = Uhrzeigersinn drehen (Strg + K) 
012 = Drehen gegen den Uhrzeigersinn (Strg + L) 
013 = Datei löschen (Löschen) 
014 = Speichern unter ... (Strg + S) 
015 = Öffnen der Bearbeitung von Muster ... 
016 = Codierung der Bilder (Strg + H) 
017 = Einstellungen (Strg + P)
018 = Über (F1)
019 = Bild Passwort:
020 = Datei-Format FSB erfolgreich in das System 
021 = Programm-Viewer FSB 
022 = Sind Sie sicher, dass Sie diese Datei löschen möchten? 
023 = Ja 
024 = Keine 
025 = reibungslosen Einsatz von Windows 
026 = Sprache: 
027 = Wählen Sie die Sprache Programm 
028 = Passwort ändern Programm 
029 = Geben Sie ein neues Passwort: 
030 = Bestätigen Sie: 
031 = Öffnen ... 
032 = Speichern unter ... 
033 = Speichern unter 
034 = Löschen 
035 = Passwort anzeigen 
036 = Intervall: 
037 = Slideshow starten 
038 = Ende Diashow 
039 = Stop Diashow 
040 = Vorheriges Bild 
041 = Nächstes Bild 
042 = existiert bereits. 
043 = ändern? 
044 = Über ... 
045 = Programm-Codierung von Bildern in Form des FSB und durchsuchen 
046 = Autor - PazamN 
047 = Besonderer Dank für die Unterstützung und Hilfe über: 
048 = Natalia 
049 = Ihre Kommentare und Anregungen senden Sie an: 
050 = Dieses Programm ist Freeware
[Ita]
001 = Annulla 
002 = Inserisci la password: 
003 = Questa password 
004 = Apri la finestra principale del programma 
005 = Per chiudere il programma, fare clic qui 
006 = / immagine non è caricato / 
007 = Password non valida 
008 = Immagine precedente (freccia sinistra) 
009 = Immagine successiva (freccia destra) 
010 = Inizia slideshow display (F11) 
011 = Ruota in senso orario (Ctrl + K) 
012 = Ruota in senso anti-orario (Ctrl + L) 
013 = Cancella il file (Elimina) 
014 = Salva come ... (Ctrl + S) 
015 = la modifica del modello di apertura ... 
016 = Codifica delle immagini (Ctrl + H)
017 = Impostazioni (Ctrl + P)  
018 = Circa (F1)
019 = Immagine password: 
020 = File Format FSB successo registrato nel sistema 
021 = programma visualizzatore FSB 
022 = Sei sicuro di voler cancellare questo file?
023 = Si
024 = N. 
025 = buon impiego finestre 
026 = Lingua: 
027 = Seleziona la lingua del programma 
028 = Cambia la password del programma 
029 = Inserisci la nuova password: 
030 = Conferma: 
031 = Apri ... 
032 = Salva come ... 
033 = Salva con nome 
034 = Elimina 
035 = Inserisci la password 
036 = Intervallo: 
037 = Inizia slideshow 
038 = Fine presentazione 
039 = Stop slideshow 
040 = Immagine precedente 
041 = Immagine successiva 
042 = esiste già. 
043 = Cambia? 
044 = Informazioni su ... 
045 = programma di codifica delle immagini nel formato di FSB e navigare 
046 = Autore - PazamN 
047 = Un ringraziamento speciale per il sostegno e l'assistenza al di là: 
048 = Natalia 
049 = I vostri commenti e suggerimenti inviare a: 
050 = Questo programma è freeware
[Esp]
001 = Cancelar 
002 = Introduzca la contraseña: 
003 = La contraseña 
004 = Abrir la ventana principal del programa 
005 = Para cerrar el programa, haga clic aquí 
006 = / imagen no se carga / 
007 = contraseña no válida 
008 = Imagen anterior (flecha izquierda) 
009 = Siguiente imagen (flecha derecha) 
010 = Iniciar pase de diapositivas de pantalla (F11) 
011 = Girar a la derecha (Ctrl + K) 
012 = Rotar a la izquierda (Ctrl + L) 
013 = Eliminar archivo (Borrar) 
014 = Guardar como ... (Ctrl + S) 
015 = Apertura de la edición de patrón ... 
016 = Codificación de imágenes (Ctrl + H) 
017 = Opciones (Ctrl + P) 
018 = Acerca de (F1) 
019 = Imagen contraseña:
020 = Formato de archivo FSB éxito registrado en el sistema
021 = El programa visor de FSB 
022 = ¿Está seguro de que desea eliminar este archivo? 
023 = Si 
024 = N
025 = buen despliegue ventanas 
026 = Idioma: 
027 = Seleccione el programa de lenguaje 
028 = Cambiar contraseña del programa 
029 = Escriba la nueva contraseña: 
030 = Confirme que: 
031 = Abrir ... 
032 = Guardar como ... 
033 = Guardar como 
034 = Borrar 
035 = Mostrar la contraseña 
036 = Intervalo: 
037 = Iniciar pase de diapositivas 
038 = Fin de diapositivas 
039 = Detener presentación de diapositivas 
040 = Anterior imagen 
041 = Siguiente imagen 
042 = ya existe. 
043 = Cambio? 
044 = Acerca de ... 
045 = Programa de codificación de imágenes en el formato de FSB y navegar 
046 = Autor - PazamN 
047 = Especial agradecimiento por el apoyo y la asistencia más allá de: 
048 = Natalia 
049 = Sus comentarios y sugerencias enviar a: 
050 = Este programa es freeware
[Fra]
001 = Annuler 
002 = Entrez le mot de passe: 
003 = Ce mot de passe 
004 = Ouvrir la fenêtre principale du programme 
005 = Pour fermer le programme, cliquez ici 
006 = / image n'est pas chargé / 
007 = Mot de passe non valide 
008 = Image précédente (flèche gauche) 
009 = Image suivante (flèche droite) 
010 = Démarrer le diaporama écran (F11) 
011 = Rotate Clockwise (Ctrl + K) 
012 = Rotation vers la gauche (Ctrl + L) 
013 = Supprimer les fichiers (Delete) 
014 = Enregistrer sous ... (Ctrl + S) 
015 = L'ouverture de l'édition de schéma ... 
016 = L'encodage des images (Ctrl + H) 
017 = Paramètres (Ctrl + P) 
018 = A propos de (F1) 
019 = Image Mot de passe: 
020 = Format de fichier FSB avec succès enregistrés dans le système 
021 = Le programme de visualisation FSB 
022 = Etes-vous sûr de vouloir supprimer ce fichier? 
023 = Oui 
024 = N
025 = bon déploiement des fenêtres 
026 = Langue: 
027 = Sélectionnez la langue du programme 
028 = Changer le mot de passe du programme 
029 = Entrez un nouveau mot de passe: 
030 = Confirmer: 
031 = Ouvrir ... 
032 = Enregistrer sous ... 
033 = Enregistrer sous 
034 = Supprimer 
035 = Afficher le mot de passe 
036 = Intervalle: 
037 = Démarrer le diaporama 
038 = Fin diaporama 
039 = Arrêter le diaporama 
040 = Image précédente 
041 = Image suivante 
042 = existe déjà. 
043 = Changer? 
044 = A propos ... 
045 = Le programme de codage d'images dans le format du FSB et de navigation 
046 = Auteur - PazamN 
047 = Un merci tout spécial pour le soutien et l'aide au-delà: 
048 = Natalia 
049 = Vos commentaires et suggestions à envoyer à: 
050 = Ce programme est gratuit
